[
    {
        "thumb": "https://media.licdn.com/dms/image/C5603AQEJEC6pWE_9Aw/profile-displayphoto-shrink_800_800/0?e=1526515200&v=alpha&t=zHTMOY6GklpGEksf1d-47RhN7uhhkEZCLHSUVrZ85Ts",
        "title": "Former CTO of Enigma",
        "name": "Rob McCardle",
        "content": "In hiring Łukasz at Enigma, I always anticipated he would be an excellent software developer and was never disappointed but what I really admire having worked with him for over a year was the leadership, team-mindedness, enthusiasm, business focus and management ability he brought with him in addition. He is tremendously talented, productive & transparent and I would recommend him as a developer, employee, colleague and as a person.",
        "when": "Nov 2016"
    },
    {
        "thumb": "https://media.licdn.com/dms/image/C5603AQEpU0TMVqcuMw/profile-displayphoto-shrink_800_800/0?e=1526518800&v=alpha&t=0ERzHnFDNaS0RHZ3rQaQvZcMSLLONA9QwGOJtSqotrI",
        "title": "Former CEO of PureHolidayHomes",
        "name": "Sean Collins",
        "content": "I first started working with Sielay in 2011 as our software development needs began to scale. We grew from one individual to a team of 10 and remained very happy with the quality of work delivered and the cost savings compared to recruiting and managing a team in the UK. Communication and attention to detail were always of the highest standard and they are highly commercial in their thinking and practise, in particular looking for the most effective solutions to problems not just the east quick win. We were so impressed with the team that we used them to build an outsources customer service team of 4 that substantially improved our capacity and customer satisfaction. I would highly recommend a working partnership with Sielay.",
        "when": "May 2014"
    },
    {
        "thumb": "https://media.licdn.com/dms/image/C4D03AQHK8ULIZlCnDg/profile-displayphoto-shrink_800_800/0?e=1526515200&v=alpha&t=xwZmCzBj4eWdxQmK0U3yMWXMSLawyjvr5SASzp-7tYo",
        "title": "CEO | Co-Founder | Entreprenour | Advisor | Investor",
        "name": "Peter Ward",
        "content": "A great innovator and someone who has a passion for what he does. Still young and rough around the edges and sometimes needs to be a bit more focused, but he is working on that I will do my best to help him with that. A lot of potential, if channeled in the right way with great ideas on how to make things cutting edge. A valued member of the team",
        "when": "Nov 2008"
    },
    {
        "thumb": "https://media.licdn.com/dms/image/C5103AQH6Zkpa99ecDg/profile-displayphoto-shrink_800_800/0?e=1526515200&v=alpha&t=PcI5aQzcCyjG-XmwuQbZApnDzEzTncmQEZ52hZlz85A",
        "title": "Backend Developer as Casamundo",
        "name": "Krzysztof Kubanek",
        "content": "One of the best developers I ever worked with. Wide technology knowledge and a mind always full of ideas how to improve development processes and code quality. Also a man of excellent foreign language skills.",
        "when": "Nov 2013"
    }
]
